{
  "titulo": "¿Qué enseña realmente la Biblia sobre la Trinidad?",
  "introduccion": "La doctrina de la Trinidad no se enseña en la Biblia. Según la enseñanza bíblica, Jehová es un solo Dios verdadero, y Jesús es su Hijo, subordinado a Él.",
  "explicacion": [
    {
      "punto": "Jehová es el Dios Todopoderoso, único y eterno",
      "versiculos": [
        {
          "cita": "Isaías 45:5",
          "texto": "Yo soy Jehová, y no hay ningún otro. Fuera de mí no hay Dios."
        },
        {
          "cita": "Salmo 83:18",
          "texto": "Para que la gente sepa que tú, cuyo nombre es Jehová, tú solo eres el Altísimo sobre toda la tierra."
        }
      ]
    },
    {
      "punto": "Jesús no es igual a Jehová, sino su Hijo subordinado",
      "versiculos": [
        {
          "cita": "Juan 14:28",
          "texto": "El Padre es mayor que yo."
        },
        {
          "cita": "1 Corintios 15:28",
          "texto": "Cuando todo le haya sido sometido, entonces también el Hijo mismo se someterá al que le sometió todas las cosas, para que Dios sea todo en todos."
        }
      ]
    },
    {
      "punto": "El espíritu santo no es una persona, sino la fuerza activa de Dios",
      "versiculos": [
        {
          "cita": "Hechos 2:1-4",
          "texto": "Todos quedaron llenos de espíritu santo..."
        },
        {
          "cita": "Génesis 1:2",
          "texto": "El espíritu de Dios se movía sobre la superficie de las aguas."
        }
      ]
    },
    {
      "punto": "Jesucristo no es igual al Padre porque no tiene el mismo conocimiento",
      "explicacion": "En Marcos 13:32, Jesús dijo claramente que 'nadie sabe el día ni la hora, ni los ángeles del cielo ni el Hijo, sino solo el Padre'. Esto demuestra que Jesús no es omnisciente como lo es Jehová. Si Jesús fuera parte de un mismo Dios eterno y todopoderoso como enseña la Trinidad, entonces sabría lo mismo que el Padre. El hecho de que Jesús diga que no sabe indica una diferencia clara entre él y Dios. Además, si Jesús fuese Jehová, estaría mintiendo al decir que no sabe. Pero sabemos por Hebreos 6:18 que 'es imposible que Dios mienta'."
    },
    {
      "punto": "Jesús reconoció que su voluntad era distinta a la de Jehová",
      "explicacion": "En Lucas 22:42, Jesús oró diciendo: 'Padre, si quieres, aparta de mí esta copa; pero que no se haga mi voluntad, sino la tuya'. Aquí Jesús reconoce que su voluntad no es la misma que la del Padre. Si ambos fueran la misma persona o parte de un solo ser como enseña la Trinidad, no tendría sentido que Jesús diferenciara entre su voluntad y la de Dios. Esta súplica demuestra que Jesús tenía sentimientos humanos, subordinación y obediencia. Si Jesús fuera Jehová, esta escena carecería de lógica, pues sería como si se hablara a sí mismo y le pidiera cambiar una decisión que él mismo habría tomado."
    },
    {
      "punto": "Jesús no oraba a sí mismo, sino a su Padre",
      "explicacion": "Durante el bautismo de Jesús, se escuchó una voz desde el cielo que decía: 'Tú eres mi Hijo amado; en ti me he complacido' (Lucas 3:21-22). Además, Jesús estaba orando en ese momento. Si Jesús fuera parte de un mismo Dios como dice la Trinidad, entonces ¿a quién estaba orando? ¿A sí mismo? Eso no tendría sentido. La oración es un acto de humildad y súplica hacia una autoridad superior. Jesús no se oraba a sí mismo, sino a su Padre, lo que muestra que Él reconoce una diferencia entre su identidad y la de Dios."
    },
    {
      "punto": "Jesús murió, pero Jehová es inmortal",
      "explicacion": "Jehová es el Dios eterno e inmortal (1 Timoteo 1:17). Es imposible que muera. Por eso, Jesús murió por nuestros pecados, como Hijo de Dios, no como Dios mismo. Luego, Dios le dio inmortalidad y vida espiritual (Romanos 6:9-10)."
    }
  ],
  "conclusion": "La doctrina de la Trinidad no está en la Biblia. Fue adoptada siglos después por concilios religiosos. La Biblia enseña que Jehová es el único Dios verdadero, Jesús es su Hijo, y el espíritu santo es Su fuerza activa.",
  "categoria": "Explicaciones Profundas",
  "fuentes": [
    "https://www.jw.org/es/biblioteca/libros/Enseña/¿Qué-es-la-Trinidad-enseña-la-Biblia/",
    "https://www.jw.org/es/biblioteca/revistas/g201308/trinidad/"
  ]
}
