{
  "titulo": "¿Qué enseña la Biblia sobre la calumnia? ¿Cómo la ve Dios y cómo debemos responder?",
  "introduccion": "La calumnia —es decir, difundir mentiras o información maliciosa sobre alguien— puede destruir reputaciones, relaciones y hasta familias. Aunque es común en el mundo actual, la Biblia condena firmemente esta práctica. ¿Cómo la ve Jehová? ¿Qué nos enseña sobre cómo evitarla y cómo responder si somos víctimas?",
  "explicacion": [
    {
      "punto": "La calumnia es una forma de hablar dañina y condenada por Dios",
      "versiculos": [
        {
          "cita": "Salmo 101:5",
          "texto": "Al que calumnia en secreto a su prójimo, yo lo silenciaré."
        },
        {
          "cita": "Proverbios 10:18",
          "texto": "El que esconde el odio tiene labios mentirosos, y el que propaga calumnias es un necio."
        }
      ],
      "analisis": "Jehová considera grave la calumnia, ya que nace del odio, el orgullo o la envidia. No se tolera entre su pueblo, y quienes la practican no tienen su aprobación."
    },
    {
      "punto": "La calumnia puede originarse por celos o por oposición a la verdad",
      "versiculos": [
        {
          "cita": "Hechos 13:45",
          "texto": "Al ver las multitudes, los judíos se llenaron de celos y empezaron a contradecir y a hablar con blasfemias contra lo que decía Pablo."
        },
        {
          "cita": "Mateo 5:11",
          "texto": "Feliz son ustedes cuando los insulten, los persigan y digan todo tipo de cosas malas contra ustedes mintiendo por mi causa."
        }
      ],
      "analisis": "Muchos siervos fieles —como Jesús, Pablo y Esteban— fueron calumniados. La oposición no siempre indica culpa, sino que puede ser una reacción al testimonio fiel."
    },
    {
      "punto": "Dios pide que rechacemos la calumnia y hablemos con verdad y amor",
      "versiculos": [
        {
          "cita": "Efesios 4:31-32",
          "texto": "Que se eliminen de ustedes toda amargura, ira, gritos, calumnias... sean bondadosos unos con otros."
        },
        {
          "cita": "Proverbios 12:18",
          "texto": "Las palabras imprudentes son como puñaladas, pero la lengua del sabio es curación."
        }
      ],
      "analisis": "Un cristiano verdadero controla su lengua. En lugar de esparcir rumores, usa sus palabras para edificar, consolar y fortalecer a otros."
    }
  ],
  "argumentos": {
    "argumentos_biblicos": [
      {
        "titulo": "La calumnia no quedará impune",
        "cita": "Mateo 12:36-37",
        "texto": "De toda palabra inútil que hablen los hombres, darán cuenta en el día del juicio."
      },
      {
        "titulo": "Los siervos fieles no participan en el chisme ni la difamación",
        "cita": "Salmo 15:1-3",
        "texto": "¿Quién será huésped en tu tienda? El que no calumnia con su lengua."
      }
    ],
    "argumentos_logicos": [
      {
        "titulo": "La calumnia destruye la unidad y la confianza",
        "explicacion": "Cuando se siembran mentiras o rumores, las relaciones se corrompen, y la congregación se debilita."
      },
      {
        "titulo": "Resistir con integridad honra a Dios",
        "explicacion": "Responder con humildad, sin venganza, refleja el espíritu de Cristo, quien fue calumniado pero nunca devolvió mal por mal."
      }
    ],
    "argumentos_historicos": [
      {
        "titulo": "Jesús fue víctima de calumnias",
        "descripcion": "Fue acusado falsamente de ser glotón, borracho, blasfemo y hasta demoníaco, pero nunca dejó que esas mentiras lo desviaran de su misión."
      },
      {
        "titulo": "Los cristianos primitivos eran calumniados",
        "descripcion": "Fueron llamados 'secta' y se les atribuían injustamente prácticas inmorales, pero siguieron proclamando la verdad con valor."
      }
    ],
    "fuentes_recomendadas": [
      "https://www.jw.org/es/ensenanzas-biblicas/preguntas/calumnia-en-la-biblia/",
      "https://wol.jw.org/es/wol/d/r4/lp-s/1102016943",
      "https://www.jw.org/es/biblioteca/revistas/g201507/calumnia-dano-reputacion/"
    ]
  },
  "conclusion": "La calumnia es destructiva y aborrecida por Jehová. Él promete justicia para quienes sufren por mentiras y bendiciones para los que permanecen íntegros. Evitarla, rechazarla y perdonar cuando seamos víctimas demuestra que imitamos el amor, la verdad y la compasión de nuestro Padre celestial."
}
