{
  "titulo": "¿Qué enseña la Biblia sobre la compasión? ¿Por qué es fundamental en la vida cristiana?",
  "introduccion": "La compasión es un sentimiento profundo que nos impulsa a ayudar a otros que sufren. En la Biblia, se describe como una cualidad esencial de Jehová y de su Hijo Jesucristo. Para los cristianos verdaderos, la compasión no es solo una emoción, sino una forma de vivir.",
  "explicacion": [
    {
      "punto": "Jehová es el ejemplo supremo de compasión",
      "versiculos": [
        {
          "cita": "Salmo 103:13",
          "texto": "Como un padre se compadece de sus hijos, Jehová se compadece de los que lo temen."
        },
        {
          "cita": "Isaías 49:13",
          "texto": "Jehová ha consolado a su pueblo y a sus afligidos les ha mostrado compasión."
        }
      ],
      "analisis": "Jehová no es indiferente al sufrimiento. Su compasión es activa: consuela, guía, perdona y fortalece. Los cristianos deben imitar ese amor sensible."
    },
    {
      "punto": "Jesús reflejó perfectamente la compasión de su Padre",
      "versiculos": [
        {
          "cita": "Mateo 9:36",
          "texto": "Al ver a las multitudes, se enterneció profundamente, porque estaban desamparadas y dispersas como ovejas sin pastor."
        },
        {
          "cita": "Lucas 7:13-15",
          "texto": "Cuando el Señor la vio, se conmovió por ella... y le dijo: 'No llores.'"
        }
      ],
      "analisis": "Jesús no solo sintió compasión, sino que actuó: curó, consoló, resucitó y enseñó con ternura. Su ejemplo nos guía a actuar ante el sufrimiento ajeno."
    },
    {
      "punto": "La compasión fortalece la unidad y el amor entre hermanos",
      "versiculos": [
        {
          "cita": "1 Pedro 3:8",
          "texto": "Sean todos de un mismo modo de pensar, tengan compasión... sean de corazón tierno y humildes."
        },
        {
          "cita": "Colosenses 3:12",
          "texto": "Revístanse de tierna compasión, bondad, humildad, apacibilidad y paciencia."
        }
      ],
      "analisis": "En la congregación, la compasión ayuda a perdonar, apoyar, animar y mantener la unidad espiritual incluso en momentos de tensión o debilidad."
    }
  ],
  "argumentos": {
    "argumentos_biblicos": [
      {
        "titulo": "La compasión es una parte del amor cristiano",
        "cita": "1 Juan 3:17-18",
        "texto": "Si alguien ve a su hermano en necesidad... pero no tiene compasión, ¿cómo permanece en él el amor de Dios?"
      },
      {
        "titulo": "Dios espera que practiquemos la compasión",
        "cita": "Zacarías 7:9",
        "texto": "Demuestren amor leal y compasión unos con otros."
      }
    ],
    "argumentos_logicos": [
      {
        "titulo": "La compasión fortalece la empatía y reduce el egoísmo",
        "explicacion": "Cuando nos ponemos en el lugar del otro, actuamos con sensibilidad y contribuimos a un ambiente más humano y cristiano."
      },
      {
        "titulo": "La compasión mejora la salud emocional y la espiritualidad",
        "explicacion": "Ser compasivo no solo ayuda al prójimo, también fortalece el equilibrio interior y refleja la imagen de Dios en nosotros."
      }
    ],
    "argumentos_historicos": [
      {
        "titulo": "Los primeros cristianos se apoyaban con compasión",
        "descripcion": "Hechos 2:44-45 muestra que compartían lo que tenían con los necesitados, movidos por amor y compasión sincera."
      },
      {
        "titulo": "Los Testigos de Jehová demuestran compasión en desastres",
        "descripcion": "En terremotos, guerras y pandemias, la organización ha enviado ayuda humanitaria y consuelo espiritual a miles de personas afectadas."
      }
    ],
    "fuentes_recomendadas": [
      "https://www.jw.org/es/ensenanzas-biblicas/preguntas/que-es-compasion-biblia/",
      "https://wol.jw.org/es/wol/d/r4/lp-s/1101989376",
      "https://www.jw.org/es/biblioteca/revistas/g201412/compasion-biblia-que-es/"
    ]
  },
  "conclusion": "La compasión es una expresión del amor maduro. Jehová la valora profundamente, y espera que sus siervos la demuestren en su trato con otros. En un mundo frío y egoísta, la compasión identifica al verdadero cristiano y refleja el corazón misericordioso de nuestro Dios."
}
