{
  "titulo": "¿Es el espíritu santo una persona o la fuerza activa de Dios?",
  "introduccion": "Muchas religiones enseñan que el espíritu santo es la tercera persona de una Trinidad. Sin embargo, los Testigos de Jehová creen, basados en la Biblia, que el espíritu santo no es una persona, sino la fuerza activa de Dios utilizada para cumplir Su voluntad.",
  "explicacion": [
    {
      "punto": "El espíritu santo no tiene nombre ni forma personal",
      "versiculos": [
        {
          "cita": "Hechos 2:3-4",
          "texto": "Aparecieron lenguas como de fuego... y todos quedaron llenos de espíritu santo."
        },
        {
          "cita": "Génesis 1:2",
          "texto": "El espíritu de Dios se movía sobre la superficie de las aguas."
        }
      ],
      "analisis": "El espíritu santo actúa con poder, pero nunca se presenta como un ser personal. Se describe como algo que llena, se derrama o se distribuye, como una fuerza."
    },
    {
      "punto": "El espíritu santo no habla por sí mismo, sino que transmite la voluntad de Dios",
      "versiculos": [
        {
          "cita": "Juan 16:13",
          "texto": "No hablará por su propia cuenta, sino que dirá lo que oiga."
        }
      ],
      "analisis": "Una persona con voluntad propia no necesitaría autorización para hablar. El texto indica subordinación, característica de una fuerza dirigida, no de una persona divina."
    },
    {
      "punto": "El espíritu santo se usa para lograr obras poderosas",
      "versiculos": [
        {
          "cita": "Hechos 1:8",
          "texto": "Recibirán poder cuando el espíritu santo venga sobre ustedes."
        }
      ],
      "analisis": "La Biblia compara el espíritu santo al poder de Dios, como la electricidad o el viento: invisible pero efectivo. No se trata de una entidad con personalidad."
    }
  ],
  "argumentos": {
    "argumentos_biblicos": [
      {
        "titulo": "Nunca se nombra al espíritu santo como parte de una trinidad en la Biblia",
        "cita": "Lucas 1:35",
        "texto": "El poder del Altísimo te cubrirá con su sombra."
      },
      {
        "titulo": "El espíritu santo es una manifestación del poder divino, no un ser con voluntad propia",
        "cita": "Miqueas 3:8",
        "texto": "Estoy lleno de poder por el espíritu de Jehová."
      }
    ],
    "argumentos_logicos": [
      {
        "titulo": "El espíritu santo no tiene nombre ni rostro",
        "explicacion": "Jehová y Jesús tienen nombre e identidad. El espíritu santo no tiene ni rostro, ni conversación directa, ni voluntad independiente."
      },
      {
        "titulo": "Dios nunca pidió que se orara al espíritu santo",
        "explicacion": "La Biblia contiene cientos de oraciones dirigidas a Jehová, pero ninguna al espíritu santo."
      }
    ],
    "argumentos_historicos": [
      {
        "titulo": "La idea de que el espíritu santo es una persona fue definida siglos después de la Biblia",
        "descripcion": "El Concilio de Constantinopla (381 d.C.) estableció oficialmente al espíritu santo como parte de la Trinidad. Esta creencia no estaba en el cristianismo original."
      },
      {
        "titulo": "Los primeros cristianos no adoraban al espíritu santo",
        "descripcion": "Sus escritos y oraciones se dirigían a Dios y a Jesús como su mediador, no al espíritu santo como una tercera persona divina."
      }
    ],
    "fuentes_recomendadas": [
      "https://www.jw.org/es/enseñanzas-biblicas/preguntas/que-es-el-espiritu-santo/",
      "https://wol.jw.org/es/wol/d/r4/lp-s/1102005158",
      "https://www.jw.org/es/biblioteca/revistas/g201309/espiritu-santo-poder/"
    ]
  },
  "conclusion": "El espíritu santo no es una persona, sino la fuerza activa de Dios que Él utiliza para ejecutar su voluntad. No se debe adorar ni orar al espíritu santo, ya que la Biblia enseña que solo Jehová merece esa devoción."
}
