{
  "titulo": "¿Qué enseña la Biblia sobre la justicia de Dios? ¿Es Dios verdaderamente justo en todo lo que hace?",
  "introduccion": "Muchos se preguntan si Dios es justo, especialmente ante la existencia del sufrimiento o de aparentes injusticias en el mundo. La Biblia enseña que Jehová es la personificación de la justicia. Su justicia es perfecta, imparcial y equilibrada con misericordia. Comprender esta cualidad fortalece nuestra confianza en Él.",
  "explicacion": [
    {
      "punto": "Jehová es la fuente suprema de justicia",
      "versiculos": [
        {
          "cita": "Deuteronomio 32:4",
          "texto": "Él es la Roca, perfecta es su actividad, porque todos sus caminos son justicia."
        },
        {
          "cita": "Salmo 89:14",
          "texto": "La justicia y el juicio son el fundamento de tu trono."
        }
      ],
      "analisis": "La justicia de Jehová no se basa en emociones ni favoritismo. Siempre actúa con equidad, rectitud y fidelidad a sus normas justas."
    },
    {
      "punto": "Dios equilibra justicia con misericordia",
      "versiculos": [
        {
          "cita": "Éxodo 34:6-7",
          "texto": "Jehová... es un Dios misericordioso y compasivo... que no pasará por alto los errores."
        },
        {
          "cita": "Isaías 30:18",
          "texto": "Jehová es un Dios de justicia. Felices son todos los que esperan en él."
        }
      ],
      "analisis": "Aunque es justo, Jehová no es rígido ni cruel. Da oportunidad para arrepentimiento y muestra paciencia, sin renunciar a su justicia."
    },
    {
      "punto": "La justicia de Dios se ve en cómo trata a la humanidad",
      "versiculos": [
        {
          "cita": "Hechos 10:34-35",
          "texto": "Dios no es parcial, sino que acepta a quien lo teme y obra justicia, sea de la nación que sea."
        },
        {
          "cita": "Romanos 2:6-11",
          "texto": "Él pagará a cada uno según sus obras... porque en Dios no hay parcialidad."
        }
      ],
      "analisis": "Jehová juzga con conocimiento perfecto. Su justicia no depende de estatus, raza, riqueza ni apariencia externa. Valora el corazón y las obras."
    }
  ],
  "argumentos": {
    "argumentos_biblicos": [
      {
        "titulo": "Abrahán confiaba en la justicia divina",
        "cita": "Génesis 18:25",
        "texto": "¿Acaso el Juez de toda la tierra no hará lo que es justo?"
      },
      {
        "titulo": "Dios no deja impune el mal",
        "cita": "Nahúm 1:3",
        "texto": "Jehová es paciente, pero no dejará sin castigo al culpable."
      }
    ],
    "argumentos_logicos": [
      {
        "titulo": "La justicia perfecta solo puede proceder de un ser perfecto",
        "explicacion": "Los humanos tienen prejuicios y conocimiento limitado, pero Dios tiene sabiduría infinita y amor verdadero, lo que garantiza que su justicia es perfecta."
      },
      {
        "titulo": "Si Dios no fuera justo, no podríamos confiar en Él",
        "explicacion": "La base de la fe es confiar en que Jehová siempre hará lo correcto, incluso cuando no entendemos de inmediato sus decisiones."
      }
    ],
    "argumentos_historicos": [
      {
        "titulo": "Dios ha actuado con justicia a lo largo de la historia",
        "descripcion": "Desde el Diluvio, pasando por Sodoma, hasta el juicio sobre Israel y otras naciones, Dios ha demostrado que no tolera el pecado indefinidamente, pero también salva a los justos."
      },
      {
        "titulo": "La justicia divina permitió la redención humana",
        "descripcion": "Jehová envió a su Hijo como rescate, no porque ignorara el pecado, sino porque era la solución justa para salvar a la humanidad (Romanos 3:25-26)."
      }
    ],
    "fuentes_recomendadas": [
      "https://www.jw.org/es/biblioteca/libros/Enseña/La-justicia-de-Dios/",
      "https://wol.jw.org/es/wol/d/r4/lp-s/1101989380",
      "https://www.jw.org/es/ensenanzas-biblicas/preguntas/dios-es-justo/"
    ]
  },
  "conclusion": "Jehová es completamente justo en todas sus acciones. Aunque a veces no entendamos todo de inmediato, su justicia siempre es perfecta, equilibrada y confiable. El cristiano maduro aprende a imitar esa justicia, mostrándola con rectitud, imparcialidad y misericordia."
}
