{
  "titulo": "¿Qué es el nuevo mundo prometido por Dios? ¿Es un paraíso literal en la Tierra?",
  "introduccion": "Muchas personas han oído hablar del 'nuevo mundo' o del 'paraíso', pero no comprenden con claridad qué enseña realmente la Biblia. ¿Se trata del cielo? ¿Es simbólico? ¿O será una realidad física en la Tierra? La Biblia enseña que Dios restaurará la Tierra para que sea un paraíso donde vivan seres humanos justos para siempre.",
  "explicacion": [
    {
      "punto": "Dios prometió una Tierra restaurada para los justos",
      "versiculos": [
        {
          "cita": "Salmo 37:10-11",
          "texto": "Los justos mismos poseerán la tierra y residirán para siempre sobre ella."
        },
        {
          "cita": "Isaías 65:21-23",
          "texto": "Edificarán casas y las habitarán... no se fatigarán en vano."
        }
      ],
      "analisis": "Jehová no creó la Tierra como algo temporal. Su propósito original era que los humanos vivieran para siempre en ella, y ese propósito no ha cambiado."
    },
    {
      "punto": "Jesús prometió vida eterna en la Tierra para los mansos",
      "versiculos": [
        {
          "cita": "Mateo 5:5",
          "texto": "Felices los de temperamento apacible, porque ellos heredarán la tierra."
        },
        {
          "cita": "Lucas 23:43",
          "texto": "Estarás conmigo en el paraíso."
        }
      ],
      "analisis": "Jesús no prometió el cielo a todos, sino que habló de un paraíso futuro. Este paraíso será la restauración de las condiciones ideales que existieron en el Edén."
    },
    {
      "punto": "El nuevo mundo será gobernado por el Reino de Dios desde el cielo",
      "versiculos": [
        {
          "cita": "2 Pedro 3:13",
          "texto": "Esperamos nuevos cielos y una nueva tierra donde morará la justicia."
        },
        {
          "cita": "Revelación (Apocalipsis) 21:3-4",
          "texto": "La tienda de Dios está con la humanidad... y la muerte ya no existirá."
        }
      ],
      "analisis": "El Reino de Dios eliminará el sufrimiento, las enfermedades y la muerte. La humanidad obediente disfrutará de paz, salud y vida eterna en un entorno restaurado."
    }
  ],
  "argumentos": {
    "argumentos_biblicos": [
      {
        "titulo": "La Tierra fue creada para siempre",
        "cita": "Eclesiastés 1:4",
        "texto": "La Tierra permanece para siempre."
      },
      {
        "titulo": "El propósito de Dios no cambia",
        "cita": "Isaías 55:11",
        "texto": "Mi palabra no volverá a mí sin resultados... hará lo que deseo."
      }
    ],
    "argumentos_logicos": [
      {
        "titulo": "El Edén fue el modelo original de Dios",
        "explicacion": "El jardín de Edén mostró lo que Jehová deseaba para la humanidad: vida perfecta en un entorno perfecto."
      },
      {
        "titulo": "Si todos fueran al cielo, la Tierra no tendría sentido",
        "explicacion": "Dios creó la Tierra con un propósito eterno, no como un lugar temporal de paso."
      }
    ],
    "argumentos_historicos": [
      {
        "titulo": "Los primeros cristianos esperaban una restauración",
        "descripcion": "Hechos 3:21 habla de la 'restauración de todas las cosas' como parte del plan de Dios por medio de Cristo."
      },
      {
        "titulo": "Los Testigos de Jehová enseñan la esperanza terrenal como parte del cumplimiento del Reino",
        "descripcion": "Han resaltado el contraste entre la esperanza celestial de los 144,000 y la esperanza terrenal para la gran muchedumbre."
      }
    ],
    "fuentes_recomendadas": [
      "https://www.jw.org/es/ensenanzas-biblicas/preguntas/nuevo-mundo/",
      "https://wol.jw.org/es/wol/d/r4/lp-s/1101989288",
      "https://www.jw.org/es/biblioteca/revistas/wp20140101/nuevo-mundo-de-dios/"
    ]
  },
  "conclusion": "El nuevo mundo no es una fantasía espiritual. Es la promesa concreta de Dios de restaurar la Tierra como un paraíso donde reinarán la justicia, la paz y la vida eterna. Esta esperanza es una parte central del mensaje del Reino y una fuente de consuelo para millones que aman a Jehová."
}
